/* 
  Localizable.strings
  DuetMac

  Created by Rahul Dewan on 6/15/15.
  Copyright (c) 2015 Rahul Dewan. All rights reserved.
*/

"Duet Connected" = "Duet Connected";

"Restart Your Mac" = "Restart Your Mac";
"Quit" = "Quit";
"Authorization Error" = "Authorization Error";
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up.";
"Try Again" = "Try Again";

"Open duet on iOS" = "Open duet on iOS";
"Connect device to Mac with" = "Connect device to Mac with";
"or" = "or";
"Version" = "Version";
"Resolution" = "Resolution";
"No Device Connected" = "No Device Connected";
"Frame Rate" = "Frame Rate";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Performance" = "Performance";
"High Power" = "High Power";
"Energy Efficient" = "Energy Efficient";
"Preferences" = "Preferences";
"Update App Automatically" = "Update App Automatically";
"Launch At Login" = "Launch At Login";
"Graphics Card" = "Graphics Card";
"When Duet Is Connected..." = "When Duet Is Connected...";
"Discrete (Recommended)" = "Discrete (Recommended)";
"Integrated (Energy Savings)" = "Integrated (Energy Savings)";
"Display Arrangement" = "Display Arrangement";
"Check For Updates" = "Check For Updates";
"Help Center" = "Help Center";
"Ask Us A Question" = "Ask Us A Question";
"Uninstall Duet" = "Uninstall Duet";
"Quit" = "Quit";

"Regular (Energy Efficient)" = "Regular Resolution (Energy Efficient)";
"Retina (High Performance)" = "Retina Resolution (High Power)";
"High Resolution (Smaller Text)" = "High Resolution (Smaller Text)";
